/* $ObjectName=MAFLocaleAwareControls_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a cell type selector */
"Amount" = "Összeg";

/* XFLD: label for a cell type selector */
"Currency" = "Pénznem";

/* XFLD: label for a cell phone type selector */
"fax" = "Fax";

/* XFLD: label for a cell phone type selector */
"home" = "Kezdő oldal";

/* XBUT: label for a cell phone type selector */
"Home" = "Kezdő oldal";

/* XFLD: label for a cell phone type selector */
"iPhone" = "iPhone";

/* XFLD: label for a cell phone type selector */
"main" = "Fő";

/* XFLD: label for a cell phone type selector */
"mobile" = "Mobil";

/* XFLD: label for a cell phone type selector */
"other fax" = "Másik fax";

/* XFLD: label for a cell phone type selector */
"page" = "Személyhívó";

/* XFLD: label for a cell phone type selector */
"Phone" = "Telefon";

/* XFLD: label for a cell type selector */
"Value" = "Érték";

/* XFLD: label for a cell phone type selector */
"work" = "Munkahelyi";

/* XFLD: label for a cell phone type selector */
"work fax" = "Munkahelyi fax";

